const SustainabilityPage = () => {
  return (
    <div>
      我们的可持续发展承诺 我们的第一份年度可持续发展报告现已发布，它详细介绍了我们的可持续发展战略、取得的成就以及与联合国可持续发展目标（到 2030
      年解决贫困、不平等和气候变化问题等 17 个目标）的一致性。 点击下面的链接即可查看“有目的的创新”报告，报告举例说明了我们如何通过产品的重新设计帮助客户做出更为可持续的选择。
      我们针对可持续发展目标的承诺 我们承诺：联合国可持续发展目标 (SDG) 是我们可持续发展战略“坚定创新”中的一部分 。 我们通过在营销工作中促进可持续实践，集中对三个目标做出贡献。
      目标 15：陆地生态 我们的目标是，到 2020 年，拯救 3.8 万棵树免遭砍伐。 通过树立这一 2020 年财年承诺，我们将为实现可持续发展目标 15.2 做出贡献，即“到 2020
      年，促进实施各类森林的可持续管理，停止森林砍伐，恢复退化森林，并大幅增加全球造林和再造林。” 我们与客户合作，帮助他们选择制造环保纸，减少森林砍伐。我们与非营利性森林保护组织
      Canopy 联手，依托我们的可持续材料政策，致力于减少对森林的影响，并最终践行我们减少对其栖息地影响的承诺。 可持续材料政策 HH Global 致力于可持续的采购实践。请点击以下链接，查看
      HH Global 当前的可持续材料政策。 HH Global 可持续材料政策 目标 12：负责任的消费和生产 到 2020 年，我们将持续有效利用自然资源，节约用水 1.2 亿升，减少二氧化碳排放 11,000
      吨，减少能耗 10,000 兆瓦时。 通过树立这一承诺，我们将为实现可持续发展目标 12.2 做出了贡献，即“到 2030 年，实现自然资源的可持续管理和有效利用”。
      我们承诺，通过材料节约，成为负责任的消费者和生产者。我们的全球可持续发展目标重视与造纸密切相关的碳排放、能耗和用水。我们 2020 财年的目标还包括：节约用水 1.2
      亿升水，它们足以填满 48 个奥运会标准游泳池；减少二氧化碳排放 11,000 吨，它们相当于公路上 2,335 辆普通汽车的排放量；减少能耗 10,000 兆瓦时，它们相当于 一年 850
      个普通家庭的用电量。通过促进选择可持续造纸，我们将评估营销计划对自然资源的影响，并设法最大限度地减少这些影响。 目标 9：产业、创新和基础设施
      我们将制定创新解决方案，以促进利润提高，保护环境，为社会作出贡献。 通过树立这一承诺，我们将为实现可持续发展目标 9.5
      做出贡献，即“加强科学研究，提高所有国家或地区、特别是发展中国家产业部门的技术能力，包括到 2030 年，鼓励创新，大幅增加每百万人口的研发人员数量以及公共和私人研发支出”。
      我们致力于通过我们屡获殊荣的内部创意孵化器 HH Labs 坚持创新。作为我们可持续发展战略的支柱，我们相信，创新的营销工作将帮助我们应对气候变化等全球性挑战。HH Global
      曾屡屡获得创新大奖，如 2018 年 2 月，我们的优质印刷计划 (Quality Printer Program, QPP) 获得可持续产品创新 edie 大奖。QPP
      在改善工艺和减少供应链浪费的同时，提供可靠的色彩质量。我们已经向全球供应商合作伙伴推出该计划，以促进各国印刷技术能力的发展。 我们每年都将公布我们履行这些承诺的情况。
    </div>
  )
}

export default SustainabilityPage
