const PrivacyPage = () => {
  return (
    <div>
      隐私和 Cookie 政策 介绍 欢迎阅读HH Global Ltd.隐私声明。 HH
      Global尊重您的隐私，并承诺保护您的个人资料。本隐私声明将向您告知在您访问我们网站时（无论在何地点访问）我们对您个人资料的保管方式，并向您说明您的隐私权利以及享有的法律保护。
      1. 重要信息以及我们的定位 本隐私声明的目的 本隐私声明旨在告知您HH
      Global如何收集及处理您在使用本网站过程中产生的个人资料，包括您通过本网站提供的任何资料。
      本网站并非为儿童提供，因此我们并未有意收集儿童相关数据。
      我们建议您在阅读本隐私政策时，也同时阅读我们在收集或处理您的个人资料时针对具体情况可能提供的任何其它隐私声明或公平处理通告，确保您充分了解我们使用您个人资料的方式及原因。本隐私声明不可取代其它隐私声明，而是对后者的补充。
      控制人 HH Global由不同法人实体组成。本隐私声明是代表HH
      Global集团签发，因此本隐私声明中的"HH Global"、“我们”或“我们的”是指HH
      Global集团中负责处理您个人资料的相关公司。HH Global
      Ltd是本网站的控制人，并对本网站负责。
      如果您对本隐私声明有任何疑问（包括请求行使您的权利），请通过下文中的信息联系数据保护部。
      联系信息 我们的详细联系信息为： HH Global Ltd
      电子邮件：Data.Protection@hhglobal.com 地址：Grove House, Guildford Road,
      Leatherhead, KT22 9DF, United Kingdom 电话：+44 208 770 7300
      您有权就数据保护问题，随时向监管机构（如信息专员办公室（ICO）、英国监管局）提出投诉（www.ico.org.uk）。然而，我们希望在您向相关机构投诉之前，我们能有机会处理您的问题，因此请首先联系我们。
      隐私声明的修改以及确保我们知晓声明变更的责任
      我们希望获得您最新的准确个人资料，这点对我们很重要。因此，请在您与我们保持关系期间，让我们知晓您个人资料发生的变化。
      第三方链接
      本网站可能包含第三方网站链接、插件及应用程序。通过点击或连通该等链接，第三方可收集或分享您的数据。在您离开我们的网站时，我们鼓励您阅读您所访问每一网站的隐私声明。
      2. 我们收集的个人资料
      个人资料或个人信息是指能够对个人进行识别的任何个人信息。个人资料不包含个人识别信息已被删除的资料（匿名资料）。
      我们可以收集、使用、储存及传输关于您的不同类型的个人资料，具体如下：
      名字； 姓氏； 职务； 公司； 电子邮件地址； 地点（通过IP地址探测确定）；
      电话号码；及 您在自由格式的信息栏中对我们感兴趣的主题。
      我们不收集关于您的任何特殊类别的个人资料（包括您的种族或种族划、宗教或哲学信仰、性生活、性取向、政治观点、工会会员、健康信息以及基因及生物特征数据）。我们也不收集有关犯罪记录的任何信息。
      3. 如何收集您的个人资料？
      直接互动。您可以通过填写表格或通过邮寄、电话、电子邮件或其它方式向我们提供您的个人资料。
      自动化技术或互动。在您与我们网站互动时，我们可以自动收集关于您的设备、浏览行为及浏览方式的技术数据。我们通过采用cookies及其它类似技术收集此项个人资料。
      从技术、支付及交货服务提供商处获得联系、财务及交易数据。
      从公开资源处（如公司注册处及欧盟内部的选民登记册）获得身份及联系数据。 4.
      我们如何使用您的个人资料
      我们仅在法律允许情况下使用您的个人资料。通常，我们会在以下情况下使用您的个人资料。
      我们需要履行我们已经或将与您达成的合同。
      有必要就我们的合法权益（或第三方的合法权益）使用您的个人资料，但不会损害您的利益和基本权利。
      我们需要遵守法律或监管义务。
      通常，除通过电子邮件或文本消息向您发送第三方直接营销材料外，我们不会将您的同意作为处理您个人资料的法律依据。然而，如果我们向您发送第三方直接营销材料，您有权随时联系我们以撤销您给与的营销同意。
      我们使用您个人资料的目的
      我们在下表中列出了我们计划使用您个人资料的所有方式以及我们所依赖的法律依据。我们也在适用情况下列出了我们的合法权益（已开展合法权益评估）。
      需要注意的是，我们可能以多项法律依据处理您的个人资料，具体取决于我们使用您个人资料的具体目的。如果您需要就我们处理您个人资料所依赖的具体法律依据获得更多信息，请联系我们。
      目的/活动 数据类型 处理个人资料的法律依据（包括合法权益依据）
      将您注册为新客户 (a) 身份 (b) 联系 履行与您达成的合同
      处理并交付您的订单，包括： (a)管理款项、费用及收费 (b) 收取及获得欠款 (a)
      身份 (b) 联系 (c) 财务 (d) 交易 (e) 市场营销与沟通材料 (a)
      履行与您达成的合同 (b) 符合我们的合法权益（收取应付给我们的债务）
      管理您与我们的关系，包括： (a)告知您我们条款或隐私政策中的变更
      (b)要求您提出意见或参加测评 (a) 身份 (b) 联系 (c) 简介 (d)
      市场营销与沟通材料 (a) 履行与您达成的合同 (b) 为履行某项法律义务所必要 (c)
      符合我们的合法权益（保持我们的记录获得更新，及研究客户使用我们产品/服务的方式）
      管理及保护我们的业务及本网站（包括故障排除、数据分析、测试、系统维护、支持、报告及数据托管）
      (a) 身份 (b) 联系 (c) 技术 (a)
      符合我们的合法权益（业务开展，提供行政、IT服务及网络安全，以防止欺诈行为，以及企业重组或集团重组）
      (b) 为履行某项法律义务所必要
      向您发送相关网站内容及广告，或了解我们向您提供广告服务的有效性 (a) 身份
      (b) 联系 (c) 简介 (d) 使用 (e) 市场营销与沟通材料 (f) 技术
      符合我们的合法权益（研究客户使用我们产品/服务的方式，开发产品/服务，实现业务增长，告知我们的市场营销策略）
      利用数据分析改进我们的网站、产品/服务、市场推广、客户关系及网站体验 (a)
      技术 (b) 使用
      符合我们的合法权益（为我们的产品及服务划定客户类型，保持我们网站的更新性及适合性，开发我们的业务，及告知我们的市场营销策略）
      就您感兴趣的产品或服务向您提出建议及推荐 (a) 身份 (b) 联系 (c) 技术 (d)
      使用 (e) 简介
      符合我们的合法权益（开发我们的产品/服务，及实现我们的业务增长）
      我们的促销活动
      我们可能会利用您的身份、联系、技术、使用及介绍信息判断您想要或需要或感兴趣的产品或服务。我们通过此方法决定哪些产品、服务及活动更加适合您（我们称其为市场营销）。
      如果您已经请求获得我们的信息或已经向我们购买该等信息，则您将收到我们的市场营销材料。
      第三方营销 在就营销目的将您的个人资料分享给HH
      Global集团之外的任何公司前，我们将取得您的明确自愿同意。 选择退出
      您可通过联系我们随时要求我们或第三方停止向您发送营销消息。 Cookie Cookie
      是一种小型文本文件，各网站可以利用它来有效改善用户体验。 法律规定，如果
      Cookie 对于网站的运行必不可少，网站即可在您的设备上存储它们。对于其他类型
      Cookie 的使用，我们需要得到您的许可。 本站点使用不同类型的 Cookie。有些
      Cookie 来自我们页面上的第三方服务。 您可以随时更改或撤回您对本网站 Cookie
      声明的同意。
      详细了解我们是谁、如何与我们联络，以及我们如何根据私隐政策处理您的个人数据。
      必要项 必要的 Cookie
      用于启用页面导航和访问网站安全区域等基本功能，使网站可用。缺少这些 Cookie
      ，网站将无法正常运行。 首选项 首选 Cookie
      将使网站能存储改变网站行为或外观的信息，比如您首选的语言或您所在的地区。
      统计项 统计 Cookie
      通过匿名收集和报告信息，帮助网站所有者了解访问者如何与网站交互。 营销项
      营销 Cookie
      用于跟踪网站的访问者。其目的是显示与个人用户相关、并具有吸引力的广告，从而对发布者和第三方广告商更有价值。
      杂项 杂项 Cookie 包括我们与其他 Cookie 提供方正在分类的
      Cookie。Cookies.目的变更
      除非我们合理认为我们需要因其它理由使用您的个人资料，且该理由与初始目的一致，否则我们会仅将您的个人资料用于我们在收集信息时决定的目的。如果您希望就处理您个人资料的新目的与初始目的的一致性获得解释，请联系我们。
      如果我们需要将您的个人资料用于任何无关联目的，我们将通知您并解释我们所依赖的法律依据。
      请注意，我们可在法律要求或允许时，在您不知情或未给与同意的情况下按上述规则处理您的个人资料。
      5. 您个人资料的披露
      我们要求所有第三方对您的个人资料保密，并依法处理您的个人资料。我们不允许我们的第三方服务提供商将您的个人资料用于自身目的，并且仅允许该等服务提供商以特定目的并按照我们的指示处理您的个人资料。
      6. 国际转移 我们不会将您的个人数据转移出欧洲经济区（EEA）。 7. 数据安全
      我们已采取适当安全措施，防止您的个人资料发生意外丢失、使用或非授权访问、修改或披露。此外，我们仅将您个人资料的访问权限限制在因业务需要有必要获知该等资料的员工、代理、承包商及其他第三方。该等员工、代理、承包商及其他第三方将仅按照我们的指示处理您的个人资料，并承担保密责任。
      我们已就任何疑似个人资料泄露情况制定处理程序，并将在法律有所要求时通知您和任何相关监管人。
      8. 数据留存 我们使用您个人资料的期限
      我们仅在实现信息收集目的（包括满足任何法律、会计或报告要求）所必要的期限内保存您的个人资料。
      在确定个人资料的保存期限时，我们将考虑个人资料的数量、性质及敏感度、个人资料非授权使用或披露的潜在损害风险、我们处理您个人资料的目的、以及我们是否能够通过其它手段实现该等目的及相关法律要求。
      您个人资料在不同方面的保存期限具体见我们的留存政策（您可以通过联系我们请求获得该政策）。
      在某些情形下，我们会就研究或统计目的，对您的个人资料进行匿名化处理（如此该等信息将不再与您相关联），在该情形下，我们可在不给与您进一步通知的情况下无限期使用该等信息。
      9. 您的法定权利
      在特定情形下，对于您的个人资料，您在数据保护法律项下享有以下权利：
      请求访问您的个人资料。 请求纠正您的个人资料。 请求抹去您的个人资料。
      反对处理您的个人资料。 请求限制对您个人资料的处理。 请求转移您的个人资料。
      .撤销同意的权利。 如果您想行使任何上述权利，请联系我们。 通常无需付费
      您无需对您个人资料的访问（或对任何其它权利的行使）支付费用。然而，如果您的请求明显缺乏根据、具有重复性或不合理性，则我们可收取合理费用。作为可选方案，我们也可在该等情形下拒绝执行您的请求。
      我们需要您做什么？
      我们可能需要您提供您的具体信息，以帮助我们确认您的身份以及确保您访问您个人资料（或行使任何其它权利）的权利。这项安全措施是为了确保您的个人资料不会被披露给无权接收该等资料的任何人士。我们也可能联系您，要求就您的请求提供进一步信息，以加速我们的答复。
      答复期限
      我们会尽量在一个月内答复所有合理请求。然而，如果您的请求过于复杂或您已提出数次请求，则我们可能需要更长时间做出答复。在该情况下，我们将随时告知并确保您获知最新进展。
      10. 术语 法律依据
      合法权益是指为了能够让我们为您提供最佳服务/产品以及最安全体验而开展及管理我们业务的合法权益。在我们为我们的合法权益处理您的个人资料之前，我们会考虑并平衡对您及您的权利的潜在影响（无论是有利或不利影响）。除非我们已获得您的同意或法律要求或允许我们进行处理，否则我们不会在对您的影响超过我们利益的活动中处理您的个人资料。您可以联系我们，了解我们如何针对具体活动评估我们的合法权益以及对您的潜在影响。
      合同履行是指为履行与您达成的合同而在必要程度上处理您的个人资料或在达成合同前按照您的要求采取措施。
      遵守法律或监管义务是指为遵守适用于我们的某项法律或监管义务而在必要程度上处理您的个人资料。
      您的合法权利 您有权：
      请求访问您的个人资料（普遍称为“数据主体访问请求”）。此项权利可使您收到一份我们持有的您个人的资料拷贝件，并核查我们是否依法处理您的个人资料。
      请求纠正我们持有的您的个人资料。此项权利可以让您纠正我们持有的关于您的不完整或不准确数据，但我们需要验证您向我们提供的新数据准确性。
      请求抹去您的个人资料。在以下情况下，您可通过行使该权利要求我们删除或移除您的个人资料：在我们无合理理由需继续处理您的个人资料的情况下；在成功行使了您的反对处理权（见下文）的情况下；或者在我们非法处理了您的个人资料或根据当地法律需要抹去您的个人资料的情况下。然而，需要注意的是，我们或许会因为具体法律原因（该等原因将在适用情况下在您提出请求时告知您）而无法始终执行您清除数据的请求。
      如果我们依赖于某项合法权益或第三方合法权益需要处理您的个人资料，但您根据您的具体情况欲拒绝我们以此为依据处理您的个人资料，因为您认为对您个人资料的处理将影响您的基本权利及自由，在此情况下您可拒绝我们处理您的个人资料。您也有权拒绝我们以直接营销为目的处理您的个人资料。在某些情况下，我们可以证明我们拥有可处理您的个人资料的可靠法律依据，且该法律依据超越您的权利及自由。
      请求限制对您个人资料的处理。您可在以下情形下通过此项权利要求我们停止处理您的个人资料：(a)您想让我们确定资料的准确性；(b)我们对资料的使用属于非法行为但您不想让我们清除该等资料；(c)您需要我们继续持有该等资料，即使我们无需再按照您的要求提起、行使或抗辩法律索赔；或(d)您已经反对我们使用您的资料，但我们需要利用您的资料验证我们的使用是否凌驾于法律依据上。
      请求将您的个人资料转移给您或第三方。我们将以结构化、通用、机器可读格式向您或您选择的第三方提供您的个人资料。注意，此项权利仅适用于您在最初向我们给与使用同意或我们将其用于履行与您所达成合同的自动化信息。
      随时撤销同意（我们以此同意为依据处理您的个人资料）。然而，此项权利不得影响我们在您撤销同意之前已开展的任何处理工作的合法性。如果您撤销您的同意，我们可能无法向您提供特定产品或服务。如果属于此情况，我们将在您撤销同意时向您说明情况。
    </div>
  )
}

export default PrivacyPage
