const TermsPage = () => {
  return (
    <div>


条款和条件
部分条款和条件适用于您与 HH Global 集团公司的关系，具体取决于您是本集团的客户还是供应商：

适用于客户的条款
我们的大多数客户已与 HH Associates Ltd.（或其关联公司之一）签订了合同。如果尚未签订合同（或提供的服务超出已签订合同的范围），我们将根据我们的标准条款和条件（参见“下载”部分）供应货物和服务。可能适用于所提供服务的价格/商业模型和任何服务等级因订单而异，将记录在报价/订单中（如果未在合同中作出规定）。

客户标准条款和条件

适用于供应商的条款
我们的所有供应商均受约于：
(i)HHG NDA（保密协议）
(ii)HHG VSA（供应商服务协议）

没有其他条款对 HH Global 有约束力，除非 HH Global 商业采购团队的高级成员已书面接受该等条款。

供应商服务协议分成 4 个部分：
协议；
HH Global 标准条款和条件；
HH Global 供应商行为准则；和
HH Global 数据保护政策

我们的供应商必须遵守协议的所有四个部分。我们合同文档的副本提供不同的双语版本，可从 info@hhglobal.com 索取。

网站使用条款

这些条款和条件管辖您对 HH Global Group 网站（“公司网站”）的使用以及您与 HH Global 集团公司之间的关系（“公司”或“我们”）。请仔细阅读这些条款和条件，因为其可能影响法律赋予您的权利和责任。如果您不同意接受这些条款和条件，请勿注册或使用公司网站。如对这些条款和条件有任何疑问，请联系 info@hhglobal.com。

公司在本网站上提供信息、材料和产品，适用以下条款和条件。访问本网站的任何部分，即视为您已完全接受这些条款和条件。出于法律或监管原因，或为了便于妥当运营公司网站，我们可能不时更新这些条款和条件。任何变更将通过您在注册时提供的电子邮件地址或通过在公司网站上发布合适公告而通知您。在我们发布通知之后，变更将适用于对公司网站的使用。如果您不希望接受新条款和条件，则不得继续使用公司网站。如果您在变更生效日期之后继续使用公司网站，则您对公司网站的使用表明您同意受条款和条件之约束。

访问
虽然公司竭尽全力确保本网站一天 24 小时正常可用，但如果由于任何原因网站在任何时间段不可用，公司不承担相关责任。对本网站的访问可能临时或永久中止，恕不另行通知。

知识产权
除非另有规定，对本网站上所有材料的版权和任何其他权利均归公司所有。除非在本网站的特殊版面中另作允许，未经公司的事先书面许可，不得以任何形式或通过任何手段对本网站中任何信息进行复制、修改、拷贝或分发。未经公司的事先书面许可，不得对本网站的任何部分进行复制或将其存储在任何其他网站或纳入任何公开或私有电子检索系统或服务中，一切放弃均属无效，除非以书面形式直接向相关方提出放弃要求。本网站上显示的商标、徽标和服务标记（“标记”）均为公司、其许可方或其他第三方的财产。未经公司或拥有相关标记的第三方的事先书面同意，您不得使用任何标记。这些条款中未明确授予的任何权利均予以保留。

责任
虽然公司竭尽全力确保本网站上的信息之准确性，但并不针对其准确性作出任何明示或默示的保证，公司不对错漏承担任何责任。对于因使用或无法使用本网站或其中包含的任何材料或由于使用本网站或任何该等材料而采取的任何措施或作出的决策而引起的任何损害（包括但不限于因业务、利润、收入或节省损失而引起的损害），无论是基于合同、侵权还是其他法律理论，公司概不负责。本网站包括第三方提交给公司的材料。这些第三方负责确保提交供纳入本网站的该等材料符合国内和国外的相关法律。对于该等材料中的任何错误、遗漏或不准确之处，公司概不负责，公司保留对向其提交的任何材料作出删除、暂停发布或编辑之权利。如果我们违反这些条款和条件，将仅对您因此而遭受的任何损失负责，前提是在您使用公司网站之时，该等损失对于我们双方而言均为可预见的后果。在任何情况下，我们的责任不包括业务问题，比如，数据丢失、利润丧失或业务中断。本条规定不得限制或影响我们对通过公司网站出售的任何产品被发现不安全或我们的行为过失造成死亡或人身伤害而负有的责任。

第三方网站
对于本网站中嵌有的超级链接所对应的任何网站的内容，公司概不负责。该等链接按“原样”提供，并不针对其中提供的信息作出明示或默示的保证。提供该等链接并不意味着公司对相关网站的支持。

电子邮件的提交
电子邮件发送证据不是收到证据。对于未收到通过本网站提交的信息，公司不承担责任。

适用法律
本网站由公司从其在英国的办事处控制。访问本网站，即表明您同意与您访问或使用本网站相关的所有事项均受英国法律之管辖，且您同意服从英国法院对该等事项的司法管辖权。

国际使用
公司不作出以下陈述：本网站上的材料适用于或可用于其他地点，禁止从规定其内容为非法的其他区域访问该等材料。选择从其他地点访问本网站的任何人士纯属自愿，应自行负责遵守当地法律。

您对公司网站的使用
您不得出于以下任何目的使用公司网站：
1. 散布任何不合法、骚扰性、诽谤性、辱骂性、威胁性、有害的、粗俗的、淫秽的或令人反感的材料或违反任何法律。
2. 传播倡导以下行为的材料：构成犯罪或违反任何适用法律、法规或职业准则。
3. 干扰任何其他人士对公司网站的使用或享受
4.未经所有者的许可，下载、制作、复制、传输或存储或使用受版权保护的材料的电子副本作为独立文件

对于因您违反本条规定而使我们遭受的任何损失和费用，您将承担相关责任。

其他
您不得将您在这些条款和条件项下的任何权利转让给任何其他人士。我们可将我们在这些条款和条件项下的权利转让给我们合理认为将不影响您的权利的任何企业。如果您违反这些条款和条件，但公司选择不予以追究，则公司在以后日期或在您违反条款和条件的任何其他场合仍有权行使其权利和要求获取救济。

对于因其无法合理控制的情况而造成对这些条款和条件之任何违反，公司不应承担责任。公司网站由 HH Associates Ltd.拥有和经营。注册办公室：Grove House, Guildford Rd., Leatherhead, Surrey, SM1 2AE, U.K.注册编号：2671533。如有任何咨询，请联系：info@hhglobal.com

    </div>
  )
}


export default TermsPage;
