export enum BOX_TYPE {
    管式盒 = '1',
    一体成型盒 = '2',
    天地盖盒 = '3',
    抽屉盒 = '4',
    手提盒 = '5',
    特殊盒型 = '6',
}

export enum PAPER_TYPE {
    卡纸 = '1',
    瓦楞= '2',
}

export enum LID_TYPE {
    前开直插 = '1',
    吊口= '2',
    后开直插 = '3',
    平粘 = '4',
}

export enum BOTTOM_TYPE {
    前开直插 = '1',
    后开直插= '2',
    平粘 = '3',
    自动锁底 = '4',
    锁底 = '5',
    特殊盒型 = '6',
}

export enum DETAIL_TYPE {
    三角孔 = '1',
    圆孔= '2',
    安全扣 = '3',
    安全指甲扣 = '4',
    指甲扣 = '5',
    撕拉线 = '6',
    正常 = '7',
    飞机孔 = '8',
}
